---
kind: type
id: T:Autodesk.Revit.DB.Structure.PathReinSpanSymbol
source: html/b0741415-4247-d50f-20dc-e678f40bd65e.htm
---
# Autodesk.Revit.DB.Structure.PathReinSpanSymbol

Represents a Path Reinforcement Span Symbol element in Autodesk Revit.

## Syntax (C#)
```csharp
public class PathReinSpanSymbol : IndependentTag
```